INSERT INTO reflection_questions (text) VALUES
('Что сегодня вызвало у меня самые сильные эмоции?'),
('Какой момент дня был наиболее значимым и почему?'),
('Что я узнал(-а) нового о себе сегодня?'),
('Какое мое действие сегодня было самым эффективным?'),
('Что я мог(-ла) бы сделать сегодня иначе?'),
('За что я благодарен(-на) сегодня?'),
('Как я позаботился(-ась) о своем физическом/эмоциональном состоянии сегодня?'),
('Какая мысль или идея сегодня меня больше всего вдохновила?'),
('Как я преодолевал(-а) трудности сегодня?'),
('Какое обязательство я хочу взять на себя завтра?');